[M_Sage_Mission03 MissionDefinition]
MissionName="Prof. Nakayama, Eu Suponho"
MissionDescription="Sir Hammerlock organizou sua primeira caçada. Você deve ir até [place]Scylla's Grove[-place] e eliminar uma estranha criatura que foi vista vagando pelo local."
TurnInDescription="Você encontrou e salvou o... Claptrap. Por que você fez isso?"
MissionSummary="Vamos à caça."
MissionGiver="Sir Hammerlock"
MissionTurnInLocation="Claptrap"
TeaserText=""

[M_Sage_Mission03:FindScaylion MissionObjectiveDefinition]
ProgressMessage="Encontre o Scaylion gigante"

[M_Sage_Mission03:FindScaylionSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Sage_Mission03:FindVillage MissionObjectiveDefinition]
ProgressMessage="Encontre a aldeia dos selvagens"

[M_Sage_Mission03:FindVillageSet MissionObjectiveSetDefinition]
MissionSummaryOverride="Descubra o ídolo que os selvagens do Nakayama estão adorando e destrua-o."
MissionDescriptionOverride="O, a propósito, nefasto professor Nakayama finalmente conseguiu convencer você e o Hammerlock a trabalharem para ele. Graças à incessante choramingança do Nakayama, você se vê uma vez mais envolvido numa luta carniceira contra um membro da Hyperion. Hammerlock pensa que, como o Nakayama aparentemente controla a população de salvagens do local, você talvez consiga obter algumas respostas nas áreas onde eles se concentram. Ele captou uma conversa de rádio vinda do outro lado de [place]Scylla’s Grove[-place]. Ao que parece, os selvagens estão adorando alguma coisa. Hammerlock deseja que você encontre e destrua o objeto da sua adoração antes que isso possa lhes causar problemas mais adiante."

[M_Sage_Mission03:KillDeity MissionObjectiveDefinition]
ProgressMessage="Elimine a divindade dos selvagens"

[M_Sage_Mission03:KillDeitySet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Sage_Mission03:KillScaylion MissionObjectiveDefinition]
ProgressMessage="Elimine o Thermitage"

[M_Sage_Mission03:KillScaylionSet MissionObjectiveSetDefinition]
MissionSummaryOverride="Elimine o Scaylion."
MissionDescriptionOverride=""

[M_Sage_Mission03:SaveClaptrap MissionObjectiveDefinition]
ProgressMessage="Salve o Claptrap"

[M_Sage_Mission03:SaveClaptrapAgain MissionObjectiveDefinition]
ProgressMessage="Salve o Claptrap... mais uma vez"

[M_Sage_Mission03:SaveClaptrapAgainSet MissionObjectiveSetDefinition]
MissionSummaryOverride="Proteja o Claptrap... mais uma vez."
MissionDescriptionOverride="O, a propósito, nefasto professor Nakayama finalmente conseguiu convencer você e o Hammerlock a trabalharem para ele. Graças à incessante choramingança do Nakayama, você se vê uma vez mais envolvido numa luta carniceira contra um membro da Hyperion. Hammerlock pensa que, como o Nakayama aparentemente controla a população de salvagens do local, você talvez consiga obter algumas respostas nas áreas onde eles se concentram. Ele captou uma conversa de rádio vinda do outro lado de [place]Scylla’s Grove[-place]. Ao que parece, os selvagens estão adorando alguma coisa. Essa ''coisa'' nada mais era do que o Claptrap, que evidentemente decidiu passar umas férias numa das áreas mais mortais de Pandora. Como é típico do Claptrap, ele disse uma bobagem cinco segundos depois que você o avistou e agora, os selvagens estão tentando matá-lo. Depois de salvá-lo, você não poderá evitar se meter em mais encrencas mas, o correto a fazer é protegê-lo... talvez."

[M_Sage_Mission03:SaveClaptrapSet MissionObjectiveSetDefinition]
MissionSummaryOverride="Proteja o Claptrap."
MissionDescriptionOverride="O, a propósito, nefasto professor Nakayama finalmente conseguiu convencer você e o Hammerlock a trabalharem para ele. Graças à incessante choramingança do Nakayama, você se vê uma vez mais envolvido numa luta carniceira contra um membro da Hyperion. Hammerlock pensa que, como o Nakayama aparentemente controla a população de salvagens do local, você talvez consiga obter algumas respostas nas áreas onde eles se concentram. Ele captou uma conversa de rádio vinda do outro lado de [place]Scylla’s Grove[-place]. Ao que parece, os selvagens estão adorando alguma coisa. Essa ''coisa'' nada mais era do que o Claptrap, que evidentemente decidiu passar umas férias numa das áreas mais mortais de Pandora. Como é típico do Claptrap, ele disse uma bobagem cinco segundos depois que você o avistou e agora, os selvagens estão tentando matá-lo.\nTalvez você deva protegê-lo."

